/*
 Localizable.strings
 PanicLibSSH2
 
 Created by heather on 11/13/15.
 Copyright © 2015 Panic. All rights reserved.
 */







"SSH initialization failed." = "SSH-Initialisierung ist fehlgeschlagen.";
"SSH connection was cancelled." = "SSH-Verbindung wurde abgebrochen.";
"Couldn't connect to server." = "Verbindung zum Server konnte nicht hergestellt werden.";
"Session startup failed." = "Sitzungsstart ist fehlgeschlagen.";
"Password authentication not allowed." = "Passwortauthentifizierung ist nicht zulässig.";
"Username or password was not accepted by the server." = "Der Benutzername oder das Passwort wurde vom Server nicht akzeptiert.";
"Key file was not accepted by the server." = "Die Schlüsseldatei wurde vom Server nicht akzeptiert.";
"Key file passphrase or authentication code was not accepted by the server." = "Die Passphrase oder der Authentifizierungscode für die Schlüsseldatei wurde vom Server nicht akzeptiert.";
"Session request failed." = "Sitzungsanfrage ist fehlgeschlagen.";
"PTY request failed." = "PTY-Anfrage ist fehlgeschlagen.";
"Shell request failed." = "Shell-Anfrage ist fehlgeschlagen.";
"Read data unavailable." = "Gelesene Daten sind nicht verfügbar.";
"Verification code was not accepted by the server." = "Der Bestätigungscode wurde vom Server nicht akzeptiert.";
"The %@ %@ fingerprint is:\n%@" = "Der %@-%@-Fingerabdruck ist:\n%@";
"RSA" = "RSA";
"DSA" = "DSA";
"ECDSA" = "ECDSA";
"ED25519" = "ED25519";
"MD5" = "MD5";
"SHA256" = "SHA256";
"Unknown" = "Unbekannt";

// SFTP Connection errors
"Connection cancelled." = "Verbindung abgebrochen.";
"Connection failed." = "Verbindung fehlgeschlagen.";
"Connection closed." = "Verbindung getrennt.";
"An unexpected end of file error occurred." = "Ein unerwarteter „Ende der Datei erreicht“-Fehler ist aufgetreten.";
"Command failed." = "Befehl ist fehlgeschlagen.";
"Bad message." = "Ungültige Nachricht.";
"Read error." = "Lesefehler.";
"Write error." = "Schreibfehler.";
"Remote stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Local stat failed." = "Die Datei konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei nicht unerwartet bewegt oder umbenannt wurde.";
"Couldn't set local permissions." = "Lokale Zugriffsrechte konnten nicht festgelegt werden.";
"Couldn't set local file time." = "Lokale Dateizeit konnte nicht festgelegt werden.";
"Can't download a directory." = "Verzeichnis kann nicht herunterladen werden.";
"Couldn't get remote handle." = "Entfernter Zeiger konnte nicht abgerufen werden.";
"Couldn't create local file." = "Lokale Datei konnte nicht erstellt werden.";
"Data packet too big." = "Datenpaket zu groß.";
"Attributes missing permissions." = "Zugriffsrechte fehlen in den Attributen.";
"Protocol error." = "Protokollfehler.";
"Unable to extract public key from private key file." = "Der öffentliche Schlüssel kann nicht aus der Privatschlüsseldatei extrahiert werden.";
"Could not establish a secure connection." = "Sichere Verbindung konnte nicht hergestellt werden.";
"File not found." = "Datei nicht gefunden.";
"Make sure you have permission to modify this file." = "Stellen Sie sicher, dass Sie die Zugriffsrechte zum Ändern dieser Datei haben.";
"Not connected." = "Nicht verbunden.";
"Server closed connection." = "Der Server hat die Verbindung beendet.";
"Operation not supported." = "Der Vorgang wird nicht unterstützt.";
"Connection refused." = "Die Verbindung wurde abgewiesen.";
"Stat failed." = "Fehler bei der Statistik.";
"An SSH config file contains one or more errors. Please correct them to use this file." = "Eine SSH-Konfigurationsdatei enthält mindestens einen Fehler. Korrigieren Sie die Fehler, um diese Datei zu verwenden.";
"Credentials were not accepted by the server." = "Accountdaten wurden vom Server nicht akzeptiert.";

